Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/local_authority_and_social_housing/anti_social_behaviour.html.txt.tmx
Source language: en
Languages: ga

source: Anti-social behaviour in social housing
ga: Iompar frithshóisialta i dtithíocht shóisialta

source: • Consequences of anti-social behaviour
ga: • Torthaí ar iompar frithshóisialta

source: Local authorities have specific powers to evict anyone who is engaging in anti-social behaviour
ga: Tá cumhachtaí áirithe ag údaráis áitiúla agus ag cumainn títhíochta duine atá ag baint le h-iompar frithshóisialta a dhíshealbhú óna theach

source: This means being involved in drug-dealing or in any behaviour that might cause danger, injury, damage or fear to people living in the area - such as violence, threats, intimidation or harassment
ga: Ciallaíonn iompar frithshóisialta bheith ag déileáil drugaí nó aon iompar a bheadh ina chúis contúirte, díobháile, damáiste nó eagla dóibh siúd a mhaireann sa cheantar - mar shampla, foréigean, bagairt, imeaglú nó ciapadh

source: A tenant may him/herself apply for an Excluding Order against a member of his/her household who is engaging in anti-social behaviour
ga: Is féidir leis an tionónta féin iarratas a dhéanamh ar ordú toirmisc i leith iompar frithshóisialta, i gcoinne duine ina líon tí féin

source: However, this may be very difficult for the victim of anti-social behaviour to do
ga: Cinnte, bheadh sé seo crua ar an té ar déanadh leatrom air

source: As an alternative to the tenant taking action, the local authority or housing association can apply to the District Court for an Excluding Order against any member of a household who is engaging in anti-social behaviour
ga: Mar rogha eile, is féidir leis an údarás áitiúil nó an cumann tithíochta iarratas a chuir chuig an Chúirt Dúiche ar ordú toirmisc i gcoinne aon bhall den líon tí a bhfuil iompar frithshóisialta ar siúl acu

source: The order may exclude that person from a specific house or from an entire estate and it may forbid intimidation or other interference with a tenant or anyone else
ga: Is féidir leis an ordú seo duine a chosc ó theach áirithe nó ó cheantar áirithe agus is féidir leis cosc a chuir ar imeaglú agus ar cuir isteach de aon chinéal ar an tionónta nó ar dhuine eile

source: Consequences of anti-social behaviour
ga: Torthaí ar iompar frithshóisialta

source: A local authority can refuse to let a dwelling or sell one under the tenant purchase scheme on the grounds of anti-social behaviour
ga: Is féidir leis an údarás áitiúil diúltú do dhuine teach a fháil ar chíos de bharr iompar frithshóisialta nó diúltú dó teach a cheannach faoí scéim cheannaithe na dtionóntaí

source: The Department of Social Protection may refuse or withdraw Rent Supplement for a private rented dwelling where the person in question was evicted, excluded or removed from local authority housing on the grounds of anti-social behaviour
ga: Is féidir leis an Roinn Coimirce Sóisialaí Forlíonadh Cíos a dhiúltú do dhuine a bhfuil teach sóisialta diúltaithe dó, nó atá díshealbhaithe, nó atá bainte de liosta tithíochta an údaráis áitiúil, toisc iompar frithshóisialta a bheith ar bun aige

source: If you are a local authority tenant who is affected by someone's anti-social behaviour, you should contact your local authority
ga: Más tionónta den údarás áitiúil tú agus má tá iompar frithshóisialta ag cur as duit, cuir scéala chuig an údarás áitiúil

source: If you are a housing association tenant who is affected by someone's anti-social behaviour, you should contact the housing association
ga: Más tionónta de chumann tithíochta tú agus má tá iompar frithshóisialta ag cur as duit, cuir scéala chuig an cumann tithíochta

source: There is useful information in the leaflet on neighbour disputes (pdf) published by FLAC, the Free Legal Advice Centres
ga: Tá faisnéis úsáideach le fáil sa bhileog ar dhíospóidí idir chomharsain (pdf) de chuid FLAC

source: Contact the housing department of your local authority or your housing association
ga: Téigh i dteangmháil le d'údarás áitiúil nó le do chumann tithíochta
